{
	"landing": {
		"firstName": "Robel",
		"middleName": "Tessema",
		"lastName": "Herarso",
		"headline": "Senior Software Engineer",
		"location": "Dallas-Fort Worth Metroplex",
		"info": "Ex-Microsoftie",
		"city": "Dallas",
		"state": "Texas",
		"country": "United States",
		"zipCode": "94806",
		"bio": "Being an engineer is my calling! I naturally tend to process possible solutions to the problems I encounter, If I recognize the problem I most certainly will take the challenge of solving it. Software engineering has been my biggest enabler in feeding this natural urge from an early age. It all started with my first desktop computer behind a Cathode Ray Tube (CRT) monitor. I had pretty much mastered advanced photo and video editing software and started a business out of it while I was still a high schooler. My first encounter with programming was C++ and it was almost like love at first sight:) From there I took an engineering path in Electrical and Computer engineering, with more emphasis on programming and finishing up with great distinction.During and after my bachelor studies I have worked on several projects with multiple tools and languages. Many years down the road, I am still so much in love with it and it only gets much better! Today, as a professional software engineer, I take so much pleasure in the shepherding of an idea from concept to product following best practices and industry standards. One of my sincere appreciation for my profession is the never-ending learning process as it is the most dynamic and rich industry. I have professionally contributed and spearheaded projects in healthcare, Logistics, and Business verticals for 7 years having Java/Spring Boot, C#/ASP.NET/.NET Core, Python/Flask/FastAPI, Golang, JavaScript/Typescript/AngularJs/Angular/React.js, CSS3/HTML5/CSS Grid/Box Flex, and MS-SQL/MySQL/MongoDB under my belt. Long list huh? Trust me, what I still have on the plate to learn outweighs it. I am so much into building and learning highly scalable distributed systems using microservice architecture and leveraging the power of Kubernetes these days. I do picture myself contributing to the FinTech and IoT industries and keep on the fire burning. It is mesmerizing how what started as a sight love has turned out to be a happily ever after:) ",
		"email": "robelherarso@gmail.com",
		"linkedin": "https://www.linkedin.com/in/robelherarso/",
		"github": "https://github.com/robivictor",
		"twitter": "https://twitter.com/robeltessemah"
	},
	"experience": [
		{
			"organization": "Orbithealth",
			"website": "orbithealth.co",
			"logo": "",
			"aboutWork": "Emerging health-tech company providing software solutions for health practitioners and facilities.",
			"fromDate": "OCT 2015",
			"toDate": "JAN 2015",
			"positions": [
				{
					"Position": "Software Consultant",
					"fromDate": "JAN 2323",
					"toDate": "OCT 2323",
					"Description": "Led entire technical and development team, and provided advice on key technical decisions.",
					"tasks":[
						{"Task":"* Drafted the fundamental software requirement specification document."},
						{"Task":"* Selected software stack and starting tool chain. Built database and wrote SQL scripts."},
						{"Task":"* Designed and created architecture for both back end and front end."},
						{"Task":"* Configured the build and deployment infrastructure."}
					],
					"achievments" : [
						{"Achievement": "* Successfully delivered major milestones with limited resources."},
						{"Achievement": "* Deployed final product at 5 private health facilities and one governmental specialty hospital."},
						{"Achievement": "* Built, supervised, and mentored a team consisting of 5 full-time developers."},
						{"Achievement": "* Achievement 4"}
					]
				}
			]
		}
	],
	"education": [
		{
			"university": "University or School Name",
			"degree": "Major",
			"gpa": "GPA",
			"fromDate": "Date of start",
			"toDate": "Date of completion"
		}
	],
	"skills": [
		{
			"name": "skill1"
		},
		{
			"name": "skill2"
		}
	],
	"interests": {
		"paragraphOne": "Descriptive detail about your interests for paragraph one",
		"paragraphTwo": "Descriptive detail about your interests for paragraph two"
	},
	"awards": [
		{
			"awardDetail": "Your first award"
		},
		{
			"awardDetail": "Your second award"
		}
	]
}